{
  "Culture test": "These are microbiological test results for recovery cultures, pre-processing cultures, post-processing cultures, and processing filters performed on tissues recovered from deceased donors. These tests assess tissue sterility and suitability for transplantation.\n\nTISSUE TYPES:\n- Musculoskeletal (MS) tissues: bones, tendons, ligaments, fascia (e.g., femur, tibia, semitendinosus, gracilis, achilles tendon)\n- Cardiac tissues: heart valves, vessels, cardiac muscle (e.g., aortic valve, saphenous vein, myocardium)\n- Ocular tissues: cornea, sclera, limbal tissue\n- Skin tissues: skin grafts, dermis, epidermis\n- Composite tissues: vascularized composite allografts, face/hand transplants\n\nMICROORGANISM CATEGORIES:\n- Category 1 (C1): Low-risk organisms, typically common skin flora (e.g., coagulase-negative staphylococci, propionibacterium, diphtheroids)\n- Category 2 (C2): Moderate-risk organisms, may require evaluation (e.g., enterococcus, candida, gram-negative rods)\n- Category 3 (C3): High-risk, UNACCEPTABLE organisms that render tissue unsuitable (e.g., group A streptococcus, salmonella, aspergillus, listeria)\n- Category 3A (C3A): Clostridium species, UNACCEPTABLE (e.g., clostridium perfringens, clostridium difficile)\n\nCULTURE RESULTS:\n- Results may show specific microorganisms, generic descriptions (e.g., 'Gram positive cocci'), or be negative/sterile\n- Negative results may be indicated as: 'No Growth', 'Negative', 'Sterile', or simply absence of organisms\n- Example format: 'Left Femur Recovery Culture - Category 1 - Result: Propionibacterium species, Staphylococcus epidermidis'",
  "Serology test": "Final Laboratory test result reports from external laboratories containing serological screening tests for infectious diseases and blood typing. These tests are critical for donor eligibility assessment in tissue and organ transplantation.\n\nCOMMON TEST CATEGORIES:\n1. HIV Testing: HIV Antibody (anti-HIV-1/2), HIV NAT (nucleic acid testing), HIV Ag/Ab Combo\n2. Hepatitis B: HBsAg (Surface Antigen), HBcAb (Core Antibody - Total), HBV NAT\n3. Hepatitis C: HCV Antibody (anti-HCV), HCV NAT\n4. Syphilis: RPR, VDRL, TPPA, FTA-ABS, MHA-TP, Captia IgG/IgM\n5. Other Viruses: HTLV I/II, CMV (IgG/IgM/Total), EBV (IgG/IgM), WNV NAT, Zika, Dengue, Chikungunya\n6. Parasites: Toxoplasma (IgG/IgM), Chagas, Leishmania, Babesia\n7. Blood Typing: ABO-Rh Determination, A1/A2 Subtypes\n8. Combined Panels: Ultrio Elite (HIV/HCV/HBV NAT), Multi-pathogen screens\n9. Emerging Pathogens: SARS-CoV-2 (COVID-19), Monkeypox (Mpox)\n10. Autoimmune/Other: ANA, Rheumatoid Factor, Anti-CCP, Coagulation studies (PT/INR, aPTT)\n\nRESULT FORMATS:\n- Standard: Non-Reactive, Reactive, Negative, Positive, Equivocal, Indeterminate, Borderline\n- Blood Types: O Positive, A Negative, B Positive, AB Negative, etc.\n- Status: Complete, Cancelled, Pending, Not Tested, Not Performed\n- Quantitative: May include titers, ratios, or numerical values with reference ranges\n- Test results may appear in tables, lists, or narrative text within laboratory reports"
}