{
  "HIV": {
    "Serology": "Series of test conducted with results being reactive or non-reactive",
    "Referral Worksheet": "History of HIV? (Yes/No)",
    "DRAI": "In the past 12 months did she/he* have an accidental needle-stick? Describe what happened and when: Was the needle contaminated with blood from someone known to have had, or suspected of having HIV or hepatitis. Did she/he* have sex with a person who had a positive test for, or was suspected of having, Hepatitis B, Hepatitis C, or HIV? Did she/he* EVER have a positive or reactive test for the HIV/AIDS virus?",
    "Miscellaneous Summary" : "Any history of HIV"
  },
 "Lymph": {
    "Tissue Donor Screening": "A question in the Assessment Section 'Enlarged/Abnormal Lymph Nodes ?'",
    "DRAI": "Did he/she have swollen lymph nodes"
  },
  "Hepatitis": {
    "Serology": "Series of test conducted with results being reactive or non-reactive",
    "DRAI": "Did he/she have hepatitis or live with a person who had hepatitis? Did he/she ever have sex with a person who had a positive test for, or was suspected of having Hepatitis ?. Did he/she ever have liver disease or hepatitis ?"
  },
  "Steroid": {
    "DRAI": "If a steroid, such as prednisone was being taken, ask How long? What was the dose? Did she/he* EVER use or take drugs, such as steroids, cocaine, heroin, amphetamines, or anything NOT prescribed by her/his* doctor?  What was it? How often and how long was it used? When was it last used? Were needles used? If no, how was it taken?"
  },
  "Tuberculosis" : 
  {
    "DRAI" : "In the past 12 months did she/he* live with a  person who has tuberculosis? Describe what happened and when. Did she/he* EVER have tuberculosis, or a  positive skin or blood test for tuberculosis?"
  },
  "Immunization" : 
  {
    "DRAI" : " In the past 12 months did she/he* have any shots or immunizations, such as for the flu, MMR, yellow fever, hepatitis B, etc."
  },
  "Jaundice" :
  {
    "Donor Physical Assessment" : "Jaundice"
  }, 
  "Autoimmune" : 
  {
    "DRAI" : "Did she/he* EVER have an autoimmune disease such as systemic lupus erythematosis, rheumatoid arthritis, sarcoidosis, etc.? "
  },
  "Cancer" :
  {
    "Referral Worksheet" : "History of Cancer? (Yes/No)",
    "DRAI" : "Did she/he* EVER have cancer? What type? If skin cancer What kind? When was it diagnosed? Describe when and where surgery, radiation, or chemotherapy occurred. Was the cancer considered cured? If yes, When? "
  },
  "Infection" : 
  {
    "Tissue Donor Suitability Assessment" : "Infections to the tissue recovery area",
    "DRAI" : "In the past 12 months was she/he* told  by a  healthcare professional that they had a West  Nile virus infection?. In the past 12 months did she/he* have a sexually transmitted infection such as syphilis, gonorrhea, chlamydia, or genital ulcers, herpes, or genital warts?. Did she/he* EVER have  kidney disease, kidney stones, or frequent kidney infections?. Did she/he* EVER have a  heart attack or heart disease, such as a weak heart, a  heart valve  problem or an infection involving the heart?. In the last 28 days, was she/he* told  by a  healthcare  professional she/he* had  coronavirus or was a  person under investigation (PUI) for 2 the coronavirus infection?"
  },
  "Cooled" : 
  {
    "Donor Refrigeration" : "Total Cooled time, Total time not cooled"
  },
  "Jail" :
  {
    "DRAI" : "In the past 12 months was she/he* in lockup, jail, prison, or any juvenile correctional facility?"
  },
  "Organ Donation" :
  {
    "Tissue Donor Physical Assessment  GENERAL APPEARANCE/EVIDENCE OF DONATION" : "Organ Donation "
  },
  "Dialysis" :
  {
    "DRAI" : "Was she/he EVER treated with dialysis? "
  },
  "Autopsy" :
  {
    "M.E./CORONER/PATHOLOGY" : "Autopsy : ",
    "Medical Examiner Info" : "Autopsy : ",
    "Confidential Tissue Donor Information" : "Type of Autopsy :"

  },
  "Cause of Death" : 
  {
    "Cause of Death": "Specific cause of death",
    "Referral Worksheet" : "UNOS Cause of Death. OPO Cause of Death. EBAA Cause of Death",
    "Medical Examiner Info" : "Apparent Cause of Death : ",
    "Clinical Course" : "Clinical Course/Circumstances Sorrounding Death :"
  },
  "Travel" :
  {
    "DRAI" : "Did she/he* EVER travel or live outside of the United States or Canada? Where?. When and for how long. Describe any of her/his* travel within the past 6 months."
  },
  "Prep" :
  {
    "RELEVANT RECOVERY DATES AND TIMES" : "MS Prep Date-Time:",
    "DONOR REFRIGERATION" : "Prep Date"
  },
  "Sepsis" :
  {
    "Referral Notes" : "Active Sepsis"
  },
  "SARS" :
  {
    "Serology": "Test for COVID-19"
  },
  "Dementia" : 
  {
    "Referral Worksheet" : "History of Dementia ?",
    "Donor Screening" : "Alzheimers/Dementia ?"
  },
  "Granuloma" : 
  {
    "Miscellaneous Summary" : "A small area of inflammation caused by infection, immune response, or foreign substances."
  },
  "Homeless" :
  {
    "Miscellaneous Summary" : "History of homelessness"
  },
  "Track Mark" :
  {
    "Miscellaneous Summary" : "Signs of intravenous drug usage behind the ears, between the toes"
  },
  "Illicit" : 
  {
    "Miscellaneous Summary" : "History of illicit drug use"
  }, 
  "Toxicology" : 
  {
    "Toxicology Summary": "Available information on which fluid was used for toxicology and method of poisoning etc., if present.", 
    "Medical Examiner Info" : "Toxicology : ",
    "Miscellaneous Summary" : "Summary of Toxicology report if Toxicology report is present."
  },
  "Blood Culture" : 
  {
    "Blood Culture Test Status": "Information on whether the test was ordered/performed or not and the relevant dates for the same.",
    "Blood Culture Summary": "Information on microorganism growth found in the blood culture report if the test was performed."
  },
  "Urine Culture" : 
  {
    "Urine Culture Test Status": "Information on whether the test was ordered or performed and the relevant dates for the same.",
    "Urine Culture Summary" : "Information on microorganism growth found in the urine culture report if the test was performed."
  }

}